[
  {
    "title": "Fashion photography",
    "photourl": "https://i.ibb.co/RyXWV2k/Fashion.jpg",
    "description": "Fashion photography is a genre of photography which is devoted to displaying clothing and other fashion items. Fashion photography is most often conducted for advertisements or fashion magazines such as Vogue, Vanity Fair, or Elle. It has grown into becoming a necessary way for designers to get their work out to the public. Fashion photography has developed its own aesthetic in which the clothes and fashions are enhanced by the presence of exotic locations or accessories. While fashion photography usually means taking photos of clothing and accessories, it also can mean alluding to those items instead of photographing them. Fashion photographers must create an emotional appeal for their client’s products. In addition to taking the images, fashion photography involves the post-editing work that must occur. Companies, including fashion magazines, want customers to feel different emotions when viewing fashion photography. For instance, when you view a fashion photo that intends to sell children’s clothing, the image may need adults, such as parents or grandparents, to think cute and cuddly. Alternatively, if the photo is of women’s clothing, the company may want the viewer to think sensual and sexy. Still, if the image is of a man’s workout outfit, the company may want the person to think solid and robust. photographers may have a variety of clientele. They may work directly for clothing companies producing television or print advertising. They may also work with fashion magazines to sell advertising to clothing companies and build the publication’s readership. Fashion photographers may also work with events, such as fashion weeks, to create interest in events. Fashion photographers must consider the entire scene that they are creating. It needs to look like the viewer can step out of where they are and into the photo. Therefore, the photographer needs to consider the environment in addition to clothes and accessories. For instance, the photographer may need to create a warm and sunny image if the purpose is to sell swimwear, even in the middle of the winter. Likewise, the photographer may need to create a winter environment to sell ski wear even if it is 100 degrees outside. Fashion photographers must be creative. They must capture the emotional intent of their clients in a way that will capture the attention of viewers better than their competitors.",
    "price": "130",
    "rating": "4"
  },
  {
    "title": "Wedding photography",
    "photourl": "https https://i.ibb.co/QH38hs4/wedding.jpg",
    "description": "“ Wedding photography is a specialty in photography that is primarily focused on the photography of events and activities relating to weddings. It may include other types of portrait photography of the couple before the official wedding day, such as a pre-wedding engagement session. Choosing the right wedding photographer is one of the most important decisions you will make.  The photography of your wedding is about so much more than the day itself.  It’s the first day of an epic and wonderful journey together, a chapter that only ends when…well, let’s not think about that now!  In my photography, I aim to capture not only how you looked, but how you felt and how you loved, also how other’s loved you right there at that moment on that day.  The images you receive are a freeze-frame of time, they will take you back and allow you to live moments and feelings again and again.  Wedding photography is a collection of images and photographs taken from the day of the wedding, providing the couple with a way to remember the importantthings that happened throughout the day. Every couple wants amazing wedding photos. After all, it’s one of the most important days of your lives. Because it only happens during one day in an entire lifetime, there’s value in making sure your precious memories are document and the story is told properly. When couples do not end up making their wedding photography a priority, it often ends in regret. Here are the reasons why wedding photography is an important aspect when preparing and planning your wedding.",
    "price": "60",
    "rating": "4"
  },
  {
    "title": "Wildlife photography",
    "photourl": "://i.ibb.co/vwXB34b/wildlife-2.jpg",
    "description": "Wildlife photography is a genre of photography concerned with documenting various forms of wildlife in their natural habitat. As well as requiring photography skills, wildlife photographers may need field craft skills. Wildlife photography is painstaking and time-consuming. You need costly gear and the work takes you to dangerous places. While shooting, the subject is out of your control. And an opportunity to a perfect shot lasts often seconds after waiting for days. For this reason, you need a lot of practice to become professional. The wilderness is dangerous if you intend to get up close. So you need to adopt intelligent and respectful communication skills to meet wild animals. You can follow professional work like Saen Higgins Photography to guide you towards the style you seek to pursue. National Geographic is a great publication to follow too. To be a professional wildlife photographer you need the right skill. Furthermore, you need to be responsible and most importantly you need a lot of practical experience.",
    "price": "250",
    "rating": "4"
  },
  {
    "title": "Travel photography",
    "photourl": "https://i.ibb.co/Vv93tdM/travel.jpg",
    "description": "Travel photography is a genre of photography that may involve the documentation of an area's landscape, people, cultures, customs, and history. The Photographic Society of America defines a travel photo as an image that expresses the feeling of a time and place, portrays a land, its people, or a culture in its natural state, and has no geographical limitations. Travel photography goes further than just capturing a great image. It’s there to tell a story, educate and inspire. Travel photography is all about bringing the world to people and exposing to them what else is out there. It’s about educating people about the customs of other cultures, showing them how they differ from their own. The world is far grander and more exquisite with beautiful differences than just the area that surrounds us. Bringing nature's majesty to the people, inspires and promotes the diversity of this planet and helps encourage others to explore and see the great outdoors. Travel photography transcends just “landscape” or “portrait” photography. It’s about capturing and documenting that distant place in a single frame, pulling the viewer into the shot and making them wish that they were there. A good travel photo will be more than just a slice of time captured in a rectangle. It will tell a story and convey emotion. Travel photography is a source of inspiration and driver to see and experience the best our world has to offer.",
    "price": "150",
    "rating": "4"
  },
  {
    "title": "Architectural photography",
    "photourl": "https://i.ibb.co/wr43GWG/architecture.jpg",
    "description": "Architectural photography is the sub-genre of the photography discipline where the primary emphasis is made to capturing photographs of buildings and similar architectural structures that are both aesthetically pleasing and accurate in terms of representations of their subjects. Architectural photographers are usually skilled in the use of specialized techniques and cameras for producing such specialized photography. Architectural photography is a specialized type of photography that is used to capture the details and features of architectural structures and designs. It is often used to create or promote architectural designs, but can also be used for other purposes such as real estate or tourism marketing. Architectural photography is different from other types of photography in that it requires specialized knowledge and skills to capture the details and features of architectural structures in a way that communicates their beauty and elegance at the same time as give a true telling of their scale.There are many reasons why architectural photography is important to businesses in the architecture, real estate, exterior design industries. Some of the most important reasons include: Architectural photography helps potential clients visualize your work or brand. One of the main purposes of architectural photography is to help potential clients visualize the architectural designs that you have created, or to help potential clients and customers get a feel for the atmosphere, feel and overall brand of your business. Good architectural photography can make a big impression and help you stand out from the competition. Architectural photography builds your brand identity. Another important purpose of architectural photography is to build your brand identity. When people see good architectural photography, they will automatically associate it with your business. This is because architectural photography requires a high level of skill and professionalism, and is often used to showcase the best of your business. By using architectural photography as part of your branding strategy, you can set yourself apart from the competition and create a strong visual identity for your business. Architectural photography helps market your business to potential customers.Finally, architectural photography can also be used to help market your business to potential customers. By publishing high-quality photos of your architectural designs, you can show potential customers what you are capable of and inspire them to contact you for their next project. In addition, by publishing photos of beautiful architectural structures from around the world, you can showcase your company’s international reach and attract potential customers from all over the world.",
    "price": "100",
    "rating": "4"
  },
  {
    "title": "Sports photography",
    "photourl": "https://i.ibb.co/Bn4hXjG/sports.jpg",
    "description": "Sports photography refers to the genre of photography that covers all types of sports. The main application of professional sports photography is for editorial purposes; dedicated sports photographers usually work for newspapers, major wire agencies or dedicated sports magazines. However, sports photography is also used for advertising purposes both to build a brand and as well as to promote a sport in a way that cannot be accomplished by editorial means. Sports photography is an under-appreciated genre of photography, yet it is one of the most challenging. Sports photography not only showcases amazing displays of athletic skill but tells stories about sports personalities and events. They say a picture is worth a thousand words, which is doubly true for sports publications. Their readers are instantly taken in by photos of their favourite team, helping them keep up to date with the latest developments. Photos tell a story – and just looking at a photo of a player in action not only shows the amazing capability of the athletes but evokes all the feelings that watching a sports game brings. Sports photos are a special freeze-frame of iconic moments, ensuring that the team or player’s history will forever be remembered. Sports itself can be a radical force, taking on its own socio-political relevance. For example, George W Bush throwing the ceremonial first pitch at the 2001 World Series after 9/11, which showed the American public optimism and hope after a national trauma. Sports photography of such moments tells these significant stories for years to come. Sports photographers and journalists are considered to be so relevant and skilful, that the Sports Journalism Association was formed in 1948, and hosts the British Sports Journalism Awards annually, to recognise excellence in sports journalism, including sports photography.",
    "price": "130",
    "rating": "4"
  }
]